// Генерируемый файл. Не редактировать вручную.
window.ntoLessons = [
  {
    "id": "nto_0_lvl_1",
    "topicId": "nto_0",
    "level": 1,
    "title": "Что такое бизнес-процессы",
    "subject": "nto",
    "theory": "<h3>Что такое бизнес-процессы</h3><p>Практический материал для олимпиады НТО.</p>",
    "videoUrl": "https://www.youtube.com/embed/ufiiuyjKy2Q?enablejsapi=1",
    "practice": {
      "warmup": [
        {
          "id": "task_Чтотакоебизнес-процессы_l1_0_0",
          "question": "Практика (Что такое бизнес-процессы). Уровень 1. Вычислите результат: 3 + 9",
          "answer": "12",
          "explanation": "Объяснение: Мы складываем 3 и 9. Получается 12. Применяйте это правило для всех подобных задач."
        },
        {
          "id": "task_Чтотакоебизнес-процессы_l1_0_1",
          "question": "Практика (Что такое бизнес-процессы). Уровень 1. Вычислите результат: 5 + 14",
          "answer": "19",
          "explanation": "Объяснение: Мы складываем 5 и 14. Получается 19. Применяйте это правило для всех подобных задач."
        }
      ],
      "base": [
        {
          "id": "task_Чтотакоебизнес-процессы_l1_10_0",
          "question": "Практика (Что такое бизнес-процессы). Уровень 1. Вычислите результат: 13 + 18",
          "answer": "31",
          "explanation": "Объяснение: Мы складываем 13 и 18. Получается 31. Применяйте это правило для всех подобных задач."
        },
        {
          "id": "task_Чтотакоебизнес-процессы_l1_10_1",
          "question": "Практика (Что такое бизнес-процессы). Уровень 1. Вычислите результат: 15 + 18",
          "answer": "33",
          "explanation": "Объяснение: Мы складываем 15 и 18. Получается 33. Применяйте это правило для всех подобных задач."
        },
        {
          "id": "task_Чтотакоебизнес-процессы_l1_10_2",
          "question": "Практика (Что такое бизнес-процессы). Уровень 1. Вычислите результат: 18 + 25",
          "answer": "43",
          "explanation": "Объяснение: Мы складываем 18 и 25. Получается 43. Применяйте это правило для всех подобных задач."
        }
      ],
      "advanced": [],
      "control": []
    },
    "quiz": [
      {
        "question": "Главная цель NTO?",
        "options": [
          "Победить",
          "Получить БВИ",
          "Научиться",
          "Все вышеперечисленное"
        ],
        "correctIndex": 3,
        "explanation": "Олимпиада дает знания и льготы при поступлении."
      }
    ]
  },
  {
    "id": "nto_1_lvl_1",
    "topicId": "nto_1",
    "level": 1,
    "title": "BPMN Основы",
    "subject": "nto",
    "theory": "<h3>BPMN Основы</h3><p>Практический материал для олимпиады НТО.</p>",
    "videoUrl": "https://www.youtube.com/embed/ufiiuyjKy2Q?enablejsapi=1",
    "practice": {
      "warmup": [
        {
          "id": "task_BPMNОсновы_l1_0_0",
          "question": "Практика (BPMN Основы). Уровень 1. Вычислите результат: 6 + 12",
          "answer": "18",
          "explanation": "Объяснение: Мы складываем 6 и 12. Получается 18. Применяйте это правило для всех подобных задач."
        },
        {
          "id": "task_BPMNОсновы_l1_0_1",
          "question": "Практика (BPMN Основы). Уровень 1. Вычислите результат: 4 + 14",
          "answer": "18",
          "explanation": "Объяснение: Мы складываем 4 и 14. Получается 18. Применяйте это правило для всех подобных задач."
        }
      ],
      "base": [
        {
          "id": "task_BPMNОсновы_l1_10_0",
          "question": "Практика (BPMN Основы). Уровень 1. Вычислите результат: 12 + 24",
          "answer": "36",
          "explanation": "Объяснение: Мы складываем 12 и 24. Получается 36. Применяйте это правило для всех подобных задач."
        },
        {
          "id": "task_BPMNОсновы_l1_10_1",
          "question": "Практика (BPMN Основы). Уровень 1. Вычислите результат: 19 + 19",
          "answer": "38",
          "explanation": "Объяснение: Мы складываем 19 и 19. Получается 38. Применяйте это правило для всех подобных задач."
        },
        {
          "id": "task_BPMNОсновы_l1_10_2",
          "question": "Практика (BPMN Основы). Уровень 1. Вычислите результат: 19 + 19",
          "answer": "38",
          "explanation": "Объяснение: Мы складываем 19 и 19. Получается 38. Применяйте это правило для всех подобных задач."
        }
      ],
      "advanced": [],
      "control": []
    },
    "quiz": [
      {
        "question": "Главная цель NTO?",
        "options": [
          "Победить",
          "Получить БВИ",
          "Научиться",
          "Все вышеперечисленное"
        ],
        "correctIndex": 3,
        "explanation": "Олимпиада дает знания и льготы при поступлении."
      }
    ]
  },
  {
    "id": "nto_2_lvl_1",
    "topicId": "nto_2",
    "level": 1,
    "title": "Excel и Google Sheets",
    "subject": "nto",
    "theory": "<h3>Excel и Google Sheets</h3><p>Практический материал для олимпиады НТО.</p>",
    "videoUrl": "https://www.youtube.com/embed/ufiiuyjKy2Q?enablejsapi=1",
    "practice": {
      "warmup": [
        {
          "id": "task_ExcelиGoogleSheets_l1_0_0",
          "question": "Практика (Excel и Google Sheets). Уровень 1. Вычислите результат: 6 + 9",
          "answer": "15",
          "explanation": "Объяснение: Мы складываем 6 и 9. Получается 15. Применяйте это правило для всех подобных задач."
        },
        {
          "id": "task_ExcelиGoogleSheets_l1_0_1",
          "question": "Практика (Excel и Google Sheets). Уровень 1. Вычислите результат: 5 + 10",
          "answer": "15",
          "explanation": "Объяснение: Мы складываем 5 и 10. Получается 15. Применяйте это правило для всех подобных задач."
        }
      ],
      "base": [
        {
          "id": "task_ExcelиGoogleSheets_l1_10_0",
          "question": "Практика (Excel и Google Sheets). Уровень 1. Вычислите результат: 12 + 16",
          "answer": "28",
          "explanation": "Объяснение: Мы складываем 12 и 16. Получается 28. Применяйте это правило для всех подобных задач."
        },
        {
          "id": "task_ExcelиGoogleSheets_l1_10_1",
          "question": "Практика (Excel и Google Sheets). Уровень 1. Вычислите результат: 13 + 22",
          "answer": "35",
          "explanation": "Объяснение: Мы складываем 13 и 22. Получается 35. Применяйте это правило для всех подобных задач."
        },
        {
          "id": "task_ExcelиGoogleSheets_l1_10_2",
          "question": "Практика (Excel и Google Sheets). Уровень 1. Вычислите результат: 15 + 26",
          "answer": "41",
          "explanation": "Объяснение: Мы складываем 15 и 26. Получается 41. Применяйте это правило для всех подобных задач."
        }
      ],
      "advanced": [],
      "control": []
    },
    "quiz": [
      {
        "question": "Главная цель NTO?",
        "options": [
          "Победить",
          "Получить БВИ",
          "Научиться",
          "Все вышеперечисленное"
        ],
        "correctIndex": 3,
        "explanation": "Олимпиада дает знания и льготы при поступлении."
      }
    ]
  },
  {
    "id": "nto_3_lvl_1",
    "topicId": "nto_3",
    "level": 1,
    "title": "Введение в SQL",
    "subject": "nto",
    "theory": "<h3>Введение в SQL</h3><p>Практический материал для олимпиады НТО.</p>",
    "videoUrl": "https://www.youtube.com/embed/ufiiuyjKy2Q?enablejsapi=1",
    "practice": {
      "warmup": [
        {
          "id": "task_ВведениевSQL_l1_0_0",
          "question": "Практика (Введение в SQL). Уровень 1. Вычислите результат: 7 + 7",
          "answer": "14",
          "explanation": "Объяснение: Мы складываем 7 и 7. Получается 14. Применяйте это правило для всех подобных задач."
        },
        {
          "id": "task_ВведениевSQL_l1_0_1",
          "question": "Практика (Введение в SQL). Уровень 1. Вычислите результат: 5 + 12",
          "answer": "17",
          "explanation": "Объяснение: Мы складываем 5 и 12. Получается 17. Применяйте это правило для всех подобных задач."
        }
      ],
      "base": [
        {
          "id": "task_ВведениевSQL_l1_10_0",
          "question": "Практика (Введение в SQL). Уровень 1. Вычислите результат: 11 + 16",
          "answer": "27",
          "explanation": "Объяснение: Мы складываем 11 и 16. Получается 27. Применяйте это правило для всех подобных задач."
        },
        {
          "id": "task_ВведениевSQL_l1_10_1",
          "question": "Практика (Введение в SQL). Уровень 1. Вычислите результат: 20 + 24",
          "answer": "44",
          "explanation": "Объяснение: Мы складываем 20 и 24. Получается 44. Применяйте это правило для всех подобных задач."
        },
        {
          "id": "task_ВведениевSQL_l1_10_2",
          "question": "Практика (Введение в SQL). Уровень 1. Вычислите результат: 13 + 22",
          "answer": "35",
          "explanation": "Объяснение: Мы складываем 13 и 22. Получается 35. Применяйте это правило для всех подобных задач."
        }
      ],
      "advanced": [],
      "control": []
    },
    "quiz": [
      {
        "question": "Главная цель NTO?",
        "options": [
          "Победить",
          "Получить БВИ",
          "Научиться",
          "Все вышеперечисленное"
        ],
        "correctIndex": 3,
        "explanation": "Олимпиада дает знания и льготы при поступлении."
      }
    ]
  },
  {
    "id": "nto_4_lvl_1",
    "topicId": "nto_4",
    "level": 1,
    "title": "Продвинутый SQL",
    "subject": "nto",
    "theory": "<h3>Продвинутый SQL</h3><p>Практический материал для олимпиады НТО.</p>",
    "videoUrl": "https://www.youtube.com/embed/ufiiuyjKy2Q?enablejsapi=1",
    "practice": {
      "warmup": [
        {
          "id": "task_ПродвинутыйSQL_l1_0_0",
          "question": "Практика (Продвинутый SQL). Уровень 1. Вычислите результат: 8 + 13",
          "answer": "21",
          "explanation": "Объяснение: Мы складываем 8 и 13. Получается 21. Применяйте это правило для всех подобных задач."
        },
        {
          "id": "task_ПродвинутыйSQL_l1_0_1",
          "question": "Практика (Продвинутый SQL). Уровень 1. Вычислите результат: 3 + 10",
          "answer": "13",
          "explanation": "Объяснение: Мы складываем 3 и 10. Получается 13. Применяйте это правило для всех подобных задач."
        }
      ],
      "base": [
        {
          "id": "task_ПродвинутыйSQL_l1_10_0",
          "question": "Практика (Продвинутый SQL). Уровень 1. Вычислите результат: 11 + 24",
          "answer": "35",
          "explanation": "Объяснение: Мы складываем 11 и 24. Получается 35. Применяйте это правило для всех подобных задач."
        },
        {
          "id": "task_ПродвинутыйSQL_l1_10_1",
          "question": "Практика (Продвинутый SQL). Уровень 1. Вычислите результат: 13 + 18",
          "answer": "31",
          "explanation": "Объяснение: Мы складываем 13 и 18. Получается 31. Применяйте это правило для всех подобных задач."
        },
        {
          "id": "task_ПродвинутыйSQL_l1_10_2",
          "question": "Практика (Продвинутый SQL). Уровень 1. Вычислите результат: 21 + 27",
          "answer": "48",
          "explanation": "Объяснение: Мы складываем 21 и 27. Получается 48. Применяйте это правило для всех подобных задач."
        }
      ],
      "advanced": [],
      "control": []
    },
    "quiz": [
      {
        "question": "Главная цель NTO?",
        "options": [
          "Победить",
          "Получить БВИ",
          "Научиться",
          "Все вышеперечисленное"
        ],
        "correctIndex": 3,
        "explanation": "Олимпиада дает знания и льготы при поступлении."
      }
    ]
  },
  {
    "id": "nto_5_lvl_1",
    "topicId": "nto_5",
    "level": 1,
    "title": "Python Работа с данными",
    "subject": "nto",
    "theory": "<h3>Python Работа с данными</h3><p>Практический материал для олимпиады НТО.</p>",
    "videoUrl": "https://www.youtube.com/embed/ufiiuyjKy2Q?enablejsapi=1",
    "practice": {
      "warmup": [
        {
          "id": "task_PythonРаботасданными_l1_0_0",
          "question": "Практика (Python Работа с данными). Уровень 1. Вычислите результат: 7 + 11",
          "answer": "18",
          "explanation": "Объяснение: Мы складываем 7 и 11. Получается 18. Применяйте это правило для всех подобных задач."
        },
        {
          "id": "task_PythonРаботасданными_l1_0_1",
          "question": "Практика (Python Работа с данными). Уровень 1. Вычислите результат: 4 + 10",
          "answer": "14",
          "explanation": "Объяснение: Мы складываем 4 и 10. Получается 14. Применяйте это правило для всех подобных задач."
        }
      ],
      "base": [
        {
          "id": "task_PythonРаботасданными_l1_10_0",
          "question": "Практика (Python Работа с данными). Уровень 1. Вычислите результат: 15 + 16",
          "answer": "31",
          "explanation": "Объяснение: Мы складываем 15 и 16. Получается 31. Применяйте это правило для всех подобных задач."
        },
        {
          "id": "task_PythonРаботасданными_l1_10_1",
          "question": "Практика (Python Работа с данными). Уровень 1. Вычислите результат: 15 + 20",
          "answer": "35",
          "explanation": "Объяснение: Мы складываем 15 и 20. Получается 35. Применяйте это правило для всех подобных задач."
        },
        {
          "id": "task_PythonРаботасданными_l1_10_2",
          "question": "Практика (Python Работа с данными). Уровень 1. Вычислите результат: 21 + 19",
          "answer": "40",
          "explanation": "Объяснение: Мы складываем 21 и 19. Получается 40. Применяйте это правило для всех подобных задач."
        }
      ],
      "advanced": [],
      "control": []
    },
    "quiz": [
      {
        "question": "Главная цель NTO?",
        "options": [
          "Победить",
          "Получить БВИ",
          "Научиться",
          "Все вышеперечисленное"
        ],
        "correctIndex": 3,
        "explanation": "Олимпиада дает знания и льготы при поступлении."
      }
    ]
  },
  {
    "id": "nto_6_lvl_1",
    "topicId": "nto_6",
    "level": 1,
    "title": "API Интеграции",
    "subject": "nto",
    "theory": "<h3>API Интеграции</h3><p>Практический материал для олимпиады НТО.</p>",
    "videoUrl": "https://www.youtube.com/embed/ufiiuyjKy2Q?enablejsapi=1",
    "practice": {
      "warmup": [
        {
          "id": "task_APIИнтеграции_l1_0_0",
          "question": "Практика (API Интеграции). Уровень 1. Вычислите результат: 7 + 7",
          "answer": "14",
          "explanation": "Объяснение: Мы складываем 7 и 7. Получается 14. Применяйте это правило для всех подобных задач."
        },
        {
          "id": "task_APIИнтеграции_l1_0_1",
          "question": "Практика (API Интеграции). Уровень 1. Вычислите результат: 2 + 11",
          "answer": "13",
          "explanation": "Объяснение: Мы складываем 2 и 11. Получается 13. Применяйте это правило для всех подобных задач."
        }
      ],
      "base": [
        {
          "id": "task_APIИнтеграции_l1_10_0",
          "question": "Практика (API Интеграции). Уровень 1. Вычислите результат: 11 + 21",
          "answer": "32",
          "explanation": "Объяснение: Мы складываем 11 и 21. Получается 32. Применяйте это правило для всех подобных задач."
        },
        {
          "id": "task_APIИнтеграции_l1_10_1",
          "question": "Практика (API Интеграции). Уровень 1. Вычислите результат: 16 + 17",
          "answer": "33",
          "explanation": "Объяснение: Мы складываем 16 и 17. Получается 33. Применяйте это правило для всех подобных задач."
        },
        {
          "id": "task_APIИнтеграции_l1_10_2",
          "question": "Практика (API Интеграции). Уровень 1. Вычислите результат: 22 + 25",
          "answer": "47",
          "explanation": "Объяснение: Мы складываем 22 и 25. Получается 47. Применяйте это правило для всех подобных задач."
        }
      ],
      "advanced": [],
      "control": []
    },
    "quiz": [
      {
        "question": "Главная цель NTO?",
        "options": [
          "Победить",
          "Получить БВИ",
          "Научиться",
          "Все вышеперечисленное"
        ],
        "correctIndex": 3,
        "explanation": "Олимпиада дает знания и льготы при поступлении."
      }
    ]
  },
  {
    "id": "nto_7_lvl_1",
    "topicId": "nto_7",
    "level": 1,
    "title": "Разбор Олимпиадного Кейса",
    "subject": "nto",
    "theory": "<h3>Разбор Олимпиадного Кейса</h3><p>Практический материал для олимпиады НТО.</p>",
    "videoUrl": "https://www.youtube.com/embed/ufiiuyjKy2Q?enablejsapi=1",
    "practice": {
      "warmup": [
        {
          "id": "task_РазборОлимпиадногоКейса_l1_0_0",
          "question": "Практика (Разбор Олимпиадного Кейса). Уровень 1. Вычислите результат: 8 + 15",
          "answer": "23",
          "explanation": "Объяснение: Мы складываем 8 и 15. Получается 23. Применяйте это правило для всех подобных задач."
        },
        {
          "id": "task_РазборОлимпиадногоКейса_l1_0_1",
          "question": "Практика (Разбор Олимпиадного Кейса). Уровень 1. Вычислите результат: 11 + 14",
          "answer": "25",
          "explanation": "Объяснение: Мы складываем 11 и 14. Получается 25. Применяйте это правило для всех подобных задач."
        }
      ],
      "base": [
        {
          "id": "task_РазборОлимпиадногоКейса_l1_10_0",
          "question": "Практика (Разбор Олимпиадного Кейса). Уровень 1. Вычислите результат: 11 + 24",
          "answer": "35",
          "explanation": "Объяснение: Мы складываем 11 и 24. Получается 35. Применяйте это правило для всех подобных задач."
        },
        {
          "id": "task_РазборОлимпиадногоКейса_l1_10_1",
          "question": "Практика (Разбор Олимпиадного Кейса). Уровень 1. Вычислите результат: 13 + 18",
          "answer": "31",
          "explanation": "Объяснение: Мы складываем 13 и 18. Получается 31. Применяйте это правило для всех подобных задач."
        },
        {
          "id": "task_РазборОлимпиадногоКейса_l1_10_2",
          "question": "Практика (Разбор Олимпиадного Кейса). Уровень 1. Вычислите результат: 15 + 24",
          "answer": "39",
          "explanation": "Объяснение: Мы складываем 15 и 24. Получается 39. Применяйте это правило для всех подобных задач."
        }
      ],
      "advanced": [],
      "control": []
    },
    "quiz": [
      {
        "question": "Главная цель NTO?",
        "options": [
          "Победить",
          "Получить БВИ",
          "Научиться",
          "Все вышеперечисленное"
        ],
        "correctIndex": 3,
        "explanation": "Олимпиада дает знания и льготы при поступлении."
      }
    ]
  }
];